tap 'aspnet/dnx'
tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'marcqualie/nginx'
tap 'neovim/neovim'
cask 'java'
cask 'mactex'
cask 'xquartz'
brew 'ack'
brew 'ant'
brew 'docbook'
brew 'asciidoc'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'checkbashisms'
brew 'clang-format'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'git'
brew 'dcadec'
brew 'direnv'
brew 'docbook-xsl'
brew 'eigen'
brew 'faac'
brew 'fdk-aac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-fontconfig', 'with-freetype', 'with-frei0r', 'with-game-music-emu', 'with-libass', 'with-libbluray', 'with-libbs2b', 'with-libcaca', 'with-libebur128', 'with-libgsm', 'with-libmodplug', 'with-libsoxr', 'with-libssh', 'with-libvidstab', 'with-libvorbis', 'with-libvpx', 'with-opencore-amr', 'with-openh264', 'with-openjpeg', 'with-openssl', 'with-opus', 'with-rtmpdump', 'with-rubberband', 'with-schroedinger', 'with-sdl2', 'with-snappy', 'with-speex', 'with-tesseract', 'with-theora', 'with-tools', 'with-two-lame', 'with-wavpack', 'with-webp', 'with-x265', 'with-xz', 'with-zeromq', 'with-zimg']
brew 'figlet'
brew 'flac'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'game-music-emu'
brew 'gmp'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc', args: ['without-multilib']
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'little-cms2'
brew 'ghostscript'
brew 'gifsicle'
brew 'go'
brew 'glide'
brew 'gnu-getopt'
brew 'lua'
brew 'gnuplot', args: ['with-aquaterm']
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'highlight'
brew 'htop'
brew 'hub'
brew 'hugo'
brew 'ilmbase'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'leptonica'
brew 'libass'
brew 'libav'
brew 'libbluray'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'libbs2b'
brew 'libcaca'
brew 'speex'
brew 'libebur128'
brew 'openssl'
brew 'libevent'
brew 'libgsm'
brew 'libmodplug'
brew 'libressl'
brew 'libsamplerate'
brew 'libsoxr'
brew 'libssh'
brew 'libtermkey'
brew 'libuv'
brew 'libvidstab'
brew 'libvo-aacenc'
brew 'libvpx'
brew 'libvterm'
brew 'sqlite'
brew 'python'
brew 'llvm', args: ['HEAD', 'with-python']
brew 'luajit'
brew 'python3'
brew 'macvim', args: ['with-lua', 'with-luajit']
brew 'mecab'
brew 'memcached'
brew 'mercurial'
brew 'mongodb'
brew 'mono'
brew 'msgpack'
brew 'mysql'
brew 'nkf'
brew 'node'
brew 'nodebrew'
brew 'numpy'
brew 'open-mpi'
brew 'opencore-amr'
brew 'openexr'
brew 'openh264'
brew 'openjpeg'
brew 'opus'
brew 'orc'
brew 'peco'
brew 'postgresql'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'rtmpdump'
brew 'rubberband'
brew 'schroedinger'
brew 'sdl'
brew 'sdl2'
brew 'shellcheck'
brew 'snappy'
brew 'terminal-notifier'
brew 'tesseract'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'theora'
brew 'tig', args: ['with-docs']
brew 'tmux'
brew 'tree'
brew 'two-lame'
brew 'unibilium'
brew 'utf8proc'
brew 'v8'
brew 'vim', args: ['with-lua']
brew 'wavpack'
brew 'wget'
brew 'x265'
brew 'xmlto'
brew 'yasm'
brew 'youtube-dl'
brew 'zeromq'
brew 'zimg'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'aspnet/dnx/dnvm'
brew 'homebrew/boneyard/rsense'
brew 'homebrew/science/opencv'
brew 'homebrew/versions/maven32'
brew 'marcqualie/nginx/nginx-full', args: ['with-rtmp-module']
brew 'marcqualie/nginx/rtmp-nginx-module'
brew 'neovim/neovim/neovim'
cask '1password'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'burn'
cask 'dragondrop'
cask 'firefox'
cask 'flashlight'
cask 'google-japanese-ime'
cask 'wireshark'
