tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'neovim/neovim'
brew 'ant'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'bdw-gc'
brew 'bison'
brew 'icu4c'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'libsigsegv'
brew 'readline'
brew 'clisp'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'pcre'
brew 'git'
brew 'dcadec'
brew 'libyaml'
brew 'docker-compose'
brew 'ecj'
brew 'eigen'
brew 'libtool'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'faac'
brew 'fdk-aac'
brew 'texi2html'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'libvpx'
brew 'rtmpdump'
brew 'opencore-amr'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'libass'
brew 'little-cms2'
brew 'openjpeg'
brew 'snappy'
brew 'speex'
brew 'orc'
brew 'schroedinger'
brew 'opus'
brew 'frei0r'
brew 'libcaca'
brew 'libbluray'
brew 'libsoxr'
brew 'libvidstab'
brew 'x265'
brew 'libssh'
brew 'webp'
brew 'flac'
brew 'libsndfile'
brew 'libbs2b'
brew 'libsamplerate'
brew 'rubberband'
brew 'zimg'
brew 'openh264'
brew 'ffmpeg', args: ['with-dcadec', 'with-faac', 'with-fdk-aac', 'with-ffplay', 'with-fontconfig', 'with-freetype', 'with-frei0r', 'with-libass', 'with-libbluray', 'with-libbs2b', 'with-libcaca', 'with-libsoxr', 'with-libssh', 'with-libvidstab', 'with-libvorbis', 'with-libvpx', 'with-opencore-amr', 'with-openh264', 'with-openjpeg', 'with-openssl', 'with-opus', 'with-rtmpdump', 'with-rubberband', 'with-schroedinger', 'with-snappy', 'with-speex', 'with-theora', 'with-tools', 'with-webp', 'with-x265', 'with-zeromq', 'with-zimg']
brew 'pango'
brew 'fontforge'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gd'
brew 'ghc'
brew 'gist'
brew 'git-flow'
brew 'intltool'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'lua'
brew 'mysql'
brew 'postgresql'
brew 'qt'
brew 'gnuplot'
brew 'go'
brew 'gstreamer'
brew 'gst-plugins-base'
brew 'vala'
brew 'libsoup'
brew 'gst-plugins-good'
brew 'neko'
brew 'haxe'
brew 'highlight'
brew 'htop-osx'
brew 'hub'
brew 'ilmbase'
brew 'openexr'
brew 'imagemagick'
brew 'jasper'
brew 'libvo-aacenc'
brew 'sdl'
brew 'libav'
brew 'libevent'
brew 'libnet'
brew 'libnids'
brew 'libquvi'
brew 'luajit'
brew 'python3'
brew 'macvim', args: ['with-lua', 'HEAD']
brew 'mecab'
brew 'memcached'
brew 'mercurial'
brew 'nginx'
brew 'nmap'
brew 'ossp-uuid'
brew 'pyenv'
brew 'qt5'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'scala'
brew 'shtool'
brew 'tbb'
brew 'tcptraceroute'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'v8'
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/binary/jad'
brew 'homebrew/completions/bundler-completion'
brew 'homebrew/completions/docker-completion'
brew 'homebrew/completions/rails-completion'
brew 'homebrew/completions/vagrant-completion'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php55'
brew 'homebrew/python/numpy', args: ['with-python3']
brew 'homebrew/science/opencv'
brew 'homebrew/science/opencv3', args: ['with-python3']
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask '1password'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'firefox'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'skype'
cask 'slack'
cask 'rubymine'
cask 'sublime-text'
cask 'sourcetree'
cask 'sequel-pro'
cask 'iterm2'
cask 'the-unarchiver'
cask 'postgres'
cask 'magican'
cask 'transmission'
cask 'alfred'
cask 'onyx'
cask 'ifunbox'
cask 'virtualbox'
cask 'android-studio'
cask 'intellij-idea'
cask 'java'
